[
    {
        "1": "Personal financial planning involves __.\nA. Establishing an adequate financial record keeping\nB. Minimizing expenses.\nC. Preparing plans for future financial needs and goals.\nD. A and B.\nE. All of these.",
        "2": "Personal finance literacy can help you __.\nA. Avoid being victimized by financial scams\nB. Buy the right kind of insurance to protect you from catastrophic risk\nC. Learn the right approach to invest for your future needs\nD. Lead a financially secure life through forming healthy spending habits\nE. Do all of the above.",
        "3": "You are not overspending if __.\nA. You issue cheques for more than what you have in your account\nB. Your monthly wages are Php 3,000 and you are spending Php 3,500.\nC. You frequently receive calls from debtors.\nD. Your monthly debt payment is 30% of your take-home pay.\nE. None of these",
        "4": "The most liquid asset is __.\nA. Money in a fixed deposit account\nB. Money in a savings account.\nC. A car.\nD. A computer.\nE. A house.",
        "5": "Your net worth is the difference between your __.\nA. Expenditures and income\nB. Liabilities and assets.\nC. Cash inflow and outflow.\nD. Bank borrowings and savings.\nE. None of the above.",
        "6": "An overdraft __.\nA. Occurs when you write a Php 1,000 cheque when you have Php 500 in your account\nB. Is a stop-payment order written by the payee.\nC. Will result in fines.\nD. All of the above.\nE. Both A and C",
        "7": "Which is FALSE concerning credit cards?\nA. You can use your credit card to receive a cash advance\nB. If your credit limit is Php 10,000, and you utilize a credit Php 4,000, then interest would be charged on Php 10,000.\nC. The rate of interest on your credit card is normally higher than you can earn on a deposit.\nD. A credit card company will not charge you interest if you pay off the entire balance by the due date.\nE. You cannot spend more than your line of credit",
        "8": "Suppose you had Php 100 in a savings account and the interest rate was 4% per year. After 5 years, how much do you think you would have in the account if you left the money to grow?\nA. More than Php 104\nB. Exactly Php 104\nC. Less than Php 104\nD. Do not know",
        "9": "If you invest Php 1,000 today at 8% for a year, your balance in a year will be __.\nA. Higher if the interest is compounded daily rather than monthly\nB. Higher if the interest is compounded quarterly rather than weekly.\nC. Higher if the interest is compounded yearly rather than quarterly.\nD. Php 1,040 no matter how the interest is computed.\nE. Php 1,000 no matter how the interest is computed.",
        "10": "Imagine that the interest rate on your savings account was 4% per year and inflation was 6% per year. After 1 year, how much would you be able to buy with the money in this account?\nA. More than today\nB. Exactly the same\nC. Less than today\nD. Do not know",
        "11": "You have just graduated from college and found a job earning Php 400,000 per year. You will pay Php. 6,000 per month for five years for education loans. What should you do to improve your financial health?\nA. Cut expenses and use your savings to pay down debt\nB. Keep the same spending pattern as in the past.\nC. Apply for a consumer loan for a new car.\nD. Use your credit card to pay for a vacation in the Switzerland.\nE. None of the above",
        "12": "The main reason to purchase insurance is to __.\nA. Protect you from a loss recently incurred\nB. Provide you with excellent investment returns.\nC. Protect you from sustaining a future loss.\nD. Decrease the chances of accidents.\nE. Improve your standard of living by filing fraudulent claims.",
        "13": "Microinsurance is meant for __.\nA. Poor People\nB. Rural Area\nC. Urban Area\nD. Involves Small amount\nE. Both A and D.",
        "14": "The main reason to purchase medical insurance is to __.\nA. After buying medical insurance, you are normally covered for preexisting conditions\nB. You have a better chance to choose doctors.\nC. Compensate for the future medical expenses.\nD. A policy purchased by the individual is cheaper than one purchased through a group.\nE. None of the above.",
        "15": "___ would not ordinarily be covered under homeowners policy.\nA. War\nB. Earthquake\n C. Flood \nD. Your being sued by someone for slander\nE. All of the above.",
        "16": "Buying a single company’s stock usually provides a safer return than a stock mutual fund.\nA. True\nB. False\nC. Do not know\nD. Refuse to answer",
        "17": "If interest rates rise, the price of a Government bond will __.\nA. Increase\nb. Decrease\nC. Remain the same.\nD. Be impossible to predict",
        "18": "Which of the following is FALSE?\nA. As shareholders of a mutual fund, you have the right to tell fund managers what securities to buy\nB. A mutual fund is a diversified collection of securities used as an investment vehicle.\nC. A mutual fund is an investment corporation that raises funds from investors and purchases securities.\nD. Your ownership in a mutual fund is proportional to the number of shares you own in the fund.\nE. None of the above",
        "19": "A high-risk and high-return investment strategy would be most suitable for __.\nA. An elderly retired couple living on a fixed income\nB. A middle-aged couple needing funds for their children’s education in two years.\nC. A young married couple without children.\nD. All of the above because they all need high return.\nE. None of the above because they are equally risk averse.",
        "20": "Assume you’re in your early twenties and you would like to build up for a secure retirement in next 30 years. Which of the following approaches should not be in your plan?\nA. Start to build up your savings account at a commercial bank\nB. Save money in fixed deposit accounts.\nC. Put monthly savings in a diversified growth mutual fund.\nD. Invest in Pension Schemes.\nE. None of the above."
    },
    {
        "1": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "2": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "3": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "4": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "5": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "6": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "7": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "8": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "9": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "10": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "11": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "12": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "13": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "14": {
           "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "15": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "16": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "17": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "18": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "19": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        },
        "20": {
            "a": "Choice A",
            "b": "Choice B",
            "c": "Choice C",
            "d": "Choice D",
            "e": "Choice E"
        }
    },
    {
        "1": "Choice E",
        "2": "Choice E",
        "3": "Choice D",
        "4": "Choice B",
        "5": "Choice B",
        "6": "Choice E",
        "7": "Choice B",
        "8": "Choice A",
        "9": "Choice A",
        "10": "Choice C",
        "11": "Choice A",
        "12": "Choice A",
        "13": "Choice E",
        "14": "Choice C",
        "15": "Choice E",
        "16": "Choice B",
        "17": "Choice B",
        "18": "Choice E",
        "19": "Choice B",
        "20": "Choice B"
    }
]